// © Copyright 2014-2015 HP Development Company, L.P.

// Error strings
HSDScanFailedTitle = "Сбой сканирования";
HSDScanFailedText = "Требуемый компонент программного обеспечения отсутствует или поврежден. Повторно выполните установку программного обеспечения для своего устройства и/или проверьте отсутствие неполадок накопителя жесткого диска.";